<template>
<div class="container">
    <div class="static_page_block">
        <p style="text-align:right"><strong>ЗАТВЕРДЖЕНО<br>
Наказ № 31/03-6 від 31.03.2025 року<br>
Директор ТОВ «НЕЙТІВ АППС»<br>
Гейц О.О.</strong></p>

<p style="text-align:center"><br>
<span style="color:#ffffff"><span style="font-size:16px"><strong>ПРАВИЛА АЗАРТНИХ ІГОР КАЗИНО В МЕРЕЖІ ІНТЕРНЕТ<br>
ТОВАРИСТВА З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ «НЕЙТІВ АППС»</strong></span></span></p>

<p>Зазначені Правила азартних ігор казино в мережі Інтернет (надалі — «Правила») визначають загальний порядок і умови проведення азартних ігор казино в мережі Інтернет, містять правила участі в тих видах азартних ігор, що організовуються і проводяться організатором азартних ігор — Товариство з обмеженою відповідальністю «НЕЙТІВ АППС», ідентифікаційний код юридичної особи 43488489, місцезнаходження: Україна, 04123, місто Київ, вул. Світлицького, будинок 35, офіс 108/4 (надалі — «Компанія» та/або «Організатор») та є невід’ємною частиною Правил організатора азартних ігор Товариства з обмеженою відповідальністю «НЕЙТІВ АППС» (надалі — Правила організатора азартних ігор).</p>

<p>Всі визначення, наведені в Правилах великими літерами вживаються в розумінні та тлумаченні, наведених в Правилах організатора азартних ігор, що розміщені на/в Порталі Компанії — <u><a href="https://supergra.ua">https://supergra.ua</a></u> (надалі — Портал), та/або в Мобільному застосунку&nbsp;SuperGra.</p>

<p>Компанія публікує Правила на/в Порталі: <u><a href="https://supergra.ua">https://supergra.ua</a></u>, та/або в Мобільному застосунку&nbsp;SuperGra.</p>

<p style="text-align:center"><span style="color:#ffffff"><span style="font-size:16px"><strong>І. ПОРЯДОК ПРОВЕДЕННЯ АЗАРТНИХ ІГОР</strong></span></span></p>

<p>1. Без винятку усі положення та умови, які зазначені та врегульовані Правилами організатора азартних ігор, а також чинним законодавством України поширюють свою дію на Правила і застосовуються до Правил участі (п. 5 Правил) в кожній окремій Азартній грі.<br>
2. За умови відсутності однакового та однозначного тлумачення термінів або визначень у будь-якій частині Правил, Сторони мають керуватися тлумаченням та/або визначенням термінів, які використовуються в Правилах організатора азартних ігор.<br>
3. Відповідно до Правил та норм чинного законодавства України, Гравцями в будь-яку Азартну гру на/в Порталі/Мобільному застосунку SuperGra не можуть бути:<br>
- особи, які не надали для ознайомлення документ, що посвідчує особу і містить відомості про вік особи, у разі отримання вимоги від працівника Організатора надати такий документ, якщо у нього виникли сумніви щодо досягнення особою 21-річного віку;<br>
- надали неправдиву інформацію/відомості/документи стосовно себе Організатору та/або його представнику, зокрема ім'я, по батькові, відомості про вік, місце проживання або місце перебування;<br>
- мають обмежену дієздатність та/або є недієздатними;<br>
- включені до Реєстру осіб, яким обмежено доступ до гральних закладів та/або участь в азартних іграх;<br>
- мають лудоманію (страждають на ігрову залежність);<br>
- безпосередньо є засновниками (учасниками, акціонерами), керівниками Організатора, у яких вони є засновниками та/або займають керівні посади;<br>
- є представниками засновників (учасників, акціонерів), керівників Організатора, у яких вони є представниками засновника та/або займають керівні посади;<br>
- можуть мати та/або володіють інформацією про результат Азартної гри;<br>
- безпосередньо та/або опосередковано (із залученням третьої особи/третіх осіб) можуть вплинути на результат Азартної гри або розмір виплати (видачі) Виграшу (призу);<br>
- є головою, членами та/або службовими особами Уповноваженого органу, крім осіб, що проводять перевірки методом контрольних закупок;<br>
- знаходяться в стані алкогольного, наркотичного чи іншого сп’яніння, або перебувають в стані отруєння/інтоксикації;<br>
-&nbsp;є громадянами та/або підданими держави, яка у будь-який спосіб окупувала частину території України або яка вчиняє агресію проти України, визнана Верховною Радою України державою-агресором або державою-окупантом, окрім тих, які мають чинну посвідку на тимчасове чи постійне проживання в Україні;<br>
- включені до санкційних списків;<br>
- Гравцями також не можуть бути інші особи, визначені чинним законодавством України та Правилами організатора азартних ігор.<br>
3.1. У випадку, якщо Гравець, незважаючи на передбачену Правилами та/або нормами чинного законодавства України заборону, взяв участь в Азартній грі, такий Договір публічної оферти щодо участі в азартній грі, укладений між Компанією та таким Гравцем, є нікчемним, а Особистий кабінет такого Гравця підлягає блокуванню. При цьому, ставки такого Гравця підлягають поверненню, а Виграш (приз), в разі якщо такий мав місце під час гри цього Гравця на/в Порталі/Мобільному застосунку SuperGra анулюється та підлягає поверненню Компанії.<br>
4. Якщо особа хоче подати скаргу, що стосується Порталу/Мобільного застосунку &nbsp;SuperGra (його роботи, неприпустимої поведінки інших осіб, порушення Правил тощо), вона повинна, в обґрунтовано короткий термін, звернутися до служби підтримки з приводу своєї скарги. Скарга може подаватися як в письмовій формі з підписом такої особи за адресою реєстрації Компанії — Україна, 04123, місто Київ, вул. Світлицького, будинок 35, офіс 108/4, так і в електронній формі за наступною адресою електронної пошти&nbsp;<u><a href="https://supergra.ua">support@supergra.ua</a></u>. Скарга може складатися особою в довільній формі, але з обов'язковим зазначенням дати, ПІБ особи та засобів зворотного зв'язку. Компанія розглядає скарги та надає відповіді на них в строк не пізніше 30 календарних днів з дати отримання скарги.<br>
5. Зазначеними Правилами встановлюються правила участі в азартних іграх виду (надалі — Правила участі):<br>
5.1. Гральні автомати:<br>
5.1.1. Слоти;<br>
5.1.2. Краш-гра (Сrash-гра);<br>
5.1.3. Рулетка;<br>
5.1.4. Бакара;<br>
5.1.5. Блекджек;<br>
5.1.6. Дабл ап (Double Up);<br>
5.1.7. Дайс (Dice);<br>
5.1.8. Сік бо (Sic bo);<br>
5.2. Азартних іграх лайв казино (Live casino).<br>
6. Правила участі в кожній Азартній грі, крім Правил, наведені безпосередньо за посиланням в кожній азартній грі окремо. В разі наявності розбіжностей між Правилами та Правилами участі, наведених в розділі меню інтерфейсу Азартної гри, останні мають переважну силу. Умови, які не визначені Правилами, визначаються відповідними Правилами участі, які розміщені в конкретній Азартній грі на/в Порталі/ Мобільному застосунку SuperGra.<br>
7. Компанія не має безпосереднього доступу до Азартних ігор та не може впливати на результати Азартних ігор. У разі виникнення збою або несправності в будь-якій Азартній грі на/в Порталі/Мобільному застосунку &nbsp;SuperGra, всі поточні результати ігрового сеансу, а також виплати анулюються провайдером гри.</p>

<p style="text-align:center"><span style="color:#ffffff"><span style="font-size:16px"><strong>ПРАВИЛА УЧАСТІ В АЗАРТНІЙ ГРІ ТИПУ «СЛОТИ»</strong></span></span></p>

<p>&nbsp;<strong>1. ВИЗНАЧЕННЯ ПОНЯТЬ<br>
Слот — </strong>це Азартна гра, де Гравець натисканням кнопки обертає барабан та/або барабани з різноманітними символами. Гравець виграє, якщо тотожні символи на барабанах вишикуються варіантами для Лінії виплат (класичні слоти з фіксованими барабанами) та/або тотожні символи розмістяться незалежно від рядності розташування та утворять виграшні комбінації, зникнуть, на місце яких випадуть наступні символи, що можуть створити нові виграшні комбінації (лавина або каскадні Слоти).<br>
<strong>Лінія виплат — </strong>це лінія Символів на Барабанах, по якій формуються виграшні комбінації (класичні Слоти з фіксованими барабанами), або співпадіння незалежно від рядності розташування символів на барабанах, які формують виграшні комбінації (лавина або каскадні Слоти).<br>
<strong>Символ — </strong>зображення предмета або персонажа, яке обертається вертикально. Класичними Символами вважаються фрукти, ягоди, дзвони, сімки, книжки тощо. Головна мета Гравця — щоб після обертання тотожні Символи утворили певний порядок відповідно до таблиці виплат (для класичних Слотів з фіксованими барабанами), або тотожні Символи співпали незалежно від рядності розташування та утворили виграшні комбінації відповідно до таблиці виплат (для лавини або каскадних Слотів).<br>
<strong>Барабан —</strong> це група Символів, які обертаються або випадають вертикально по одній осі.<br>
<strong>Таблиця (стіл) виплат — </strong>це віконце в Азартній грі, де оприлюднено перелік можливих виграшів в Слоті, важлива інформація по Азартній грі та її особливостям. Ця таблиця відображає Виграш (приз) по кожній комбінації, по тих чи інших лініях або комбінаціях тощо. Також тут міститься інформація по бонусним раундам (якщо вони присутні в Азартній грі).<br>
<strong>Кнопки — </strong>це механізми, за допомогою яких Гравець контролює свою Азартну гру на автоматі. Кнопка «Старт» чи «Обертання» запускає рух Барабанів або випадання Символів, а кнопки «Ставка», «Мінімальна ставка» та «Максимальна ставка» регулюють суму, яку Гравець ставить на одне обертання Барабанів (для класичних Слотів із фіксованими Барабанами) або кількість виграшних комбінацій в результаті випадання Символів (для лавини або каскадних Слотів). Існує також кнопка «Автообертання» — вона дозволяє Слоту обертати Барабани (для класичних Слотів із фіксованими Барабанами) або здійснювати випадання Символів (для лавини або каскадних Слотів) за заданою ставкою без участі Гравця.<br>
<strong>&nbsp;<br>
2. ПОРЯДОК УЧАСТІ В АЗАРТНІЙ ГРІ</strong><br>
2.1. Опис ігрового процесу Азартної гри.<br>
2.1.1. Гравець робить ставку на те, що тотожні Символи на Барабанах вишикуються у виграшну комбінацію успішно (для класичних Слотів з фіксованими Барабанами) або тотожні Символи на Барабанах розмістяться незалежно від рядності розташування, утворивши виграшну комбінацію успішно, після чого зникнуть, а на їхнє місце випадуть наступні Символи для утворення виграшної комбінації (для лавини або каскадних Слотів).<br>
2.1.2. Для класичних Слотів з фіксованими Барабанами: якщо тотожні Символи вишикуються в одну цілісну горизонтальну лінію — Гравець забере Виграш (приз) згідно з таблицею виплат Слота. Якщо тотожні Символи не вишикуються в одну цілісну горизонтальну лінію — ставка залишиться оплатою за участь в Азартній грі.<br>
Для лавини або каскадних Слотів: якщо тотожні Символи незалежно від рядності розміщення створять виграшні комбінації та зникнуть, підвищуючи значення множника та дозволяючи іншим Символам випасти і замінити їх (це означає, що ставка продовжується на всі випадки утворення виграшних комбінацій зі збільшенням значення множника та зниканням і випаданням нових Символів до моменту, поки не закінчиться серія виграшних комбінацій) — Гравець забере Виграш (приз) згідно з таблицею виплат Слота. Якщо тотожні Символи після випадання не створять виграшні комбінації — ставка залишиться оплатою за участь в Азартній грі.<br>
2.2. У деяких типах класичних Слотів з фіксованими Барабанами, залежно від кількості ліній виплат (якщо це визначено в самій Азартній грі), Лінія виплат не тільки горизонтальна, але і вертикальна, діагональна, звивиста.<br>
2.3. Різний порядок Символів приносить різні Виграші (призи). Подробиці стосовно таблиці виграшів в Азартній грі знаходиться безпосередньо в інформаційному меню Азартної гри.<br>
&nbsp;<br>
Лінії виплати, які можуть бути використані Гравцем під час Азартної гри у класичні Слоти з фіксованими Барабанами:<br>
<br>
<strong>&nbsp;- класична лінія — </strong>горизонтальний ряд Символів, який читається зліва направо;<br>
<strong>- виплата в обидві сторони —</strong> горизонтальний ряд Символів, який читається як зліва направо, так і справа наліво. Такі Азартні ігри мають назву симетричні.<br>
<strong>&nbsp;<br>
«Wild» Символи:<br>
&nbsp;<br>
- «Wild» Символ («дикий Символ») — </strong>додатковий Символ, що за своєї появи замінює на Барабані інші Символи для того, аби Гравцеві було простіше виграти. «Wild» має декілька варіацій:<br>
<strong>- «wild» широкий —</strong> Символ, що закриває собою цілий Барабан та перетворює його на суцільний ряд з символів «Wild»;<br>
<strong>- «wild» рухомий — </strong>Символ, що за кілька обертів рухається по Барабанах з одного краю поля Азартної гри до іншого, поки не вийде за її межі;<br>
<strong>- «wild» фіксований — </strong>Символ, що залишається на своєму місці протягом декількох обертань Барабанів.<br>
&nbsp;<br>
<strong>Деякі можливості, які Гравці можуть отримати додатково:</strong><br>
&nbsp;<br>
Окремі символи в Слоті, які можуть надати Гравцеві можливість доступу до різних видів пропозицій.<br>
<strong>&nbsp;<br>
Види пропозицій:<br>
&nbsp;- повторне обертання Барабана </strong>— дозволяє Гравцеві прокрутити деякі Барабани ще раз. Виграшні Барабани при цьому залишаються на місцях. Повторне обертання надає можливість отримати потрібну комбінацію в Азартній грі. У деяких Слотах повторне обертання доступне в будь-який момент як платна функція. Гравець самостійно приймає рішення стосовно використання зазначеної функції;<br>
- <strong>множник</strong> — зазвичай, працює разом з повторним обертанням. Слугує для примножування Виграшу (призу) Гравця. Є Слоти, в яких множник збільшується стільки разів, скільки разів поспіль Гравець виграв під час повторного обертання. Вся інформація про множник в Слоті представлена у таблиці виплат;<br>
- <strong>додаткові обертання</strong> — дозволяє Гравцеві прокрутити всi Барабани, не роблячи ставки на гроші, і при цьому отримати Виграш (приз);<br>
- <strong>«wild» випадковий </strong>— функція, що дозволяє символу «Wild» з'явитися на Барабанах в будь-який момент гри;<br>
- <strong>гра на ризик (раунд удачі)</strong> — раунд, в якому Гравець може ризикнути своїм Виграшем (призом), щоб помножити його. У деяких Слотах гра на ризик пропонує вгадати карту, в інших — вгадати час доби, колір поля тощо;<br>
- <strong>каскадні символи</strong> — у разі виграшних комбінацій переможні Символи зникають. На місце, що звільнилося, каскадом «падають» символи зверху. Ця можливість дозволяє отримати кілька Виграшів (призів) поспіль за один оберт.</p>

<p><strong>Додаткова інформація.<br>
&nbsp;<br>
- Волатильність — </strong>показник співвідношення розміру Виграшів (призів) до їх частоти в Слоті. Низька волатильність означає, що в Азартній грі часто випадають невеликі Виграші (призи). Висока волатильність каже, що частота перемог в Слоті нижча, проте його призи набагато більші. Вигравати часто, але потроху, або ж рідко, але багато — обирати Вам.<br>
<strong>- Частота перемог — </strong>альтернативний спосіб вимірювання волатильності. Наприклад, у випадку, якщо частота перемог в Cлоті становить 20%, то на 10 обертів 2 оберти виявляються переможними. Слід звернути увагу, що у цьому випадку, чим нижча частота перемог, тим більші середні виплати Слота.<br>
- <strong>RTP слота (відсоток повернення або рівень віддачі)</strong> — відсоток коштів, які гра виплачує Гравцям у випадковому порядку від їх загальної вкладеної суми в цю Азартну гру. В середньому, RTP Слотів коливається між 95 і 99%.<br>
<strong>&nbsp;<br>
3. СТРОКИ І ПОРЯДОК ВНЕСЕННЯ СТАВОК</strong><br>
3.1. Гравець здійснює ставки з Ігрового балансу з метою участі в Азартній грі з вірогідністю виграшу або програшу. Шанси на виграш можуть бути вказані в меню кожної Азартної гри на/в Порталі/ Мобільному застосунку SuperGra.<br>
3.2. Для внесення ставки Гравець обирає бажаний та дозволений Азартною грою розмір ставки, після чого активує механізм Азартної гри.<br>
3.3. Здійснення ставок можливе лише до початку раунду або активації механізму Азартної гри.<br>
3.4. Відміна ставки під час раунду чи активованого механізму гри є неможливою.<br>
3.5. Видозміна ставки з метою її збільшення можлива в Азартних іграх, функції котрих прямо передбачають описану опцію.<br>
3.6. Гравець не може здійснювати ставку, розмір якої перевищує наявні електронні грошові замінники гривні на Ігровому балансі.<br>
3.7. Здійснена ставка не гарантує отримання Виграшу (призу). Здійснюючи ставку, Гравець має усвідомлювати можливість програшу його ставки.<br>
3.8. Порушення правил ставок в Азартній грі є прямим порушенням Правил та призводить до відміни ставки та ймовірного отримання Виграшу (призу). Свідоме порушення правил внесення ставок у грі є причиною для блокування Гравцю доступ до Особистого кабінету/участі в Азартних іграх адміністраторами Порталу/Мобільного застосунку SuperGra.<br>
3.9. Питання визначення порядку та строків внесення ставок, не визначені Правилами, визначаються відповідно до чинного законодавства України та Правилами організатора азартних ігор.<br>
<strong>&nbsp;<br>
4. ПОРЯДОК ВИПЛАТИ (ВИДАЧІ) ВИГРАШІВ (ПРИЗІВ)</strong><br>
4.1. Виграшем (призом) вважається отримання Гравцем під час раунду Азартної гри такої комбінації ігрових символів, яка відповідно до опису Азартної гри є переможною. Виграшні комбінації зазначені в описі відповідної Азартної гри.<br>
4.2. Виграш (приз) в Азартній грі автоматично зараховується після виявлення виграшної комбінації.<br>
4.3. Розмір Виграшу (призу) залежить від розміру здійсненої Гравцем ставки відповідно до видів ставок та коефіцієнтів виграшів.<br>
4.4. Шанси на виграш в Азартній грі можуть бути зазначені в меню (інтерфейсі) кожної гри окремо.<br>
4.5. Питання визначення порядку та строків виплати (видачі) Виграшів (призів), не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
5. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН ПІД ЧАС АЗАРТНОЇ ГРИ</strong><br>
5.1. Гравець має право:<br>
5.1.1. грати в Азартні ігри відповідно до Правил участі, Правил організатора азартних ігор та інших правил Організатора, розміщених на/в Порталі/ Мобільному застосунку SuperGra;<br>
5.1.2. знайомитися з Правилами організатора азартних ігор, Правилами участі та Правилами;<br>
5.1.3. отримувати Виграші (призи) в порядку та в строки визначені Правилами та Правилами організатора азартних ігор;<br>
5.1.4. обмежити свою участь в Азартних іграх шляхом встановлення самообмеження відповідно до Правил організатора азартних ігор;<br>
5.1.5. не грати в Азартні ігри у випадку незгоди зі змінами Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.6. отримувати виплати грошових коштів відповідно до Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.7. вимагати від Компанії виправлення або видалення персональних даних Гравця або надавати Компанії заперечення проти такої обробки;<br>
5.1.8. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.&nbsp;<br>
5.2. Гравець зобов’язується:<br>
5.2.1. ознайомитись з Правилами, Правилами участі, Правилами організатора азартних ігор до початку участі в Азартній грі;<br>
5.2.2. неухильно дотримуватися Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України, не допускати їх порушення і шахрайських дій на/в Порталі/Мобільному додатку SuperGra;<br>
5.2.3. брати участь в Азартній грі відповідно до Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України;<br>
5.2.4. виконувати законні вимоги Компанії;<br>
5.2.5. не зламувати, не намагатися зламати і/або отримати доступ, чи іншим чином обійти систему безпеки Компанії;<br>
5.2.6. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;<br>
5.3. Компанія має право:<br>
5.3.1. вносити зміни, редагувати, оновлювати і змінювати будь-які положення Правил, Правил участі, Правил організатора азартних ігор з низки причин, зокрема комерційних та юридичних (відповідно до нових норм законодавства України);<br>
5.3.2. вимагати документальне підтвердження віку Гравця на будь-якому етапі Азартної гри;<br>
5.3.3. не допускати до участі в Азартній грі осіб, які не пройшли процедуру ідентифікації, верифікації (встановлення даних) на/в Порталі/Мобільному застосунку SuperGra;<br>
5.3.4. не приймати грошові кошти від третіх осіб з боку Гравця, включно з, але не обмежуючись,, друзями, родичами, партнерами і/або подружжям;<br>
5.3.5. проводити перевірку ставок, зроблених Гравцем;<br>
5.3.6. зупиняти Азартну гру та не допускати Гравця до Азартної гри у випадку порушення Правил, Правил участі, Правил організатора азартних ігор та чинного законодавства України, що регулюють проведення Азартних ігор;<br>
5.3.7. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.<br>
5.4. Компанія зобов'язується:<br>
5.4.1. провадити діяльність відповідно до чинного законодавства України;<br>
5.4.2. дотримуватись Правил, Правил участі, Правил організатора азартних ігор, розміщених ним на/в Порталі/Мобільному застосунку SuperGra;<br>
5.4.3. своєчасно та в повному обсязі здійснювати виплату Виграшу (призу) відповідно до Правил, Правил участі, Правил організатора азартних ігор упродовж строку, передбаченого зазначеними документами, крім випадків, визначених чинним законодавством України;<br>
5.4.4. надавати Гравцям інформацію про діяльність організацій, лікувальних закладів та (або) медичних працівників, які лікують ігрову залежність;<br>
5.4.5. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;</p>

<p style="text-align:center"><span style="color:#ffffff"><span style="font-size:16px"><strong>ПРАВИЛА УЧАСТІ В АЗАРТНІЙ ГРІ ВИДУ «РУЛЕТКА»</strong></span></span></p>

<p>&nbsp;<strong>1. ВИЗНАЧЕННЯ ТЕРМІНІВ<br>
&nbsp;<br>
Рулетка — </strong>це гра, основним правилом якої є необхідність вгадати число, яке випаде.<br>
<strong>&nbsp;<br>
2. ПОРЯДОК УЧАСТІ В АЗАРТНІЙ ГРІ</strong><br>
2.1 Рулетка складається з ігрового поля, барабана і поля з номерами від 0 до 36 різних кольорів для розстановки ставок. Гравець має необмежену кількість часу для розміщення ставок. Поки він не натисне на кнопку «Spin», гра не почнеться. Під час обертання кульки на барабані Гравець робити ставки не може, тому що ставки закриваються безпосередньо після натискання на кнопку «Spin».<br>
Ставка робиться на те, де зупиниться кулька. Гравцеві також необхідно буде обрати розмір своєї ставки на раунд. Гравець робить ставку шляхом вибирання фішки потрібного номіналу і перенесення її на обраний сектор. Кожне натискання миші ставить одну фішку. Гравець може поставити будь-яку кількість фішок, не перевищуючи ліміт максимальної ставки. Після цього він має натиснути на кнопку «Spin», і кулька почне своє обертання. Якщо кулька зупиниться на секторі, на який Гравець ставив, він отримає виплату відповідно до Правил, Правил участі, Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
Види ставок і коефіцієнти виплат</strong></p>

<p>Правила ставок і виплат під час гри в рулетку наступні:<br>
Ставка на номер (Straight up). Оплачується у відношенні 1 до 36. Наприклад, якщо Гравець поставив електронними грошовими замінниками 5 UAH на номер п'ять і кулька зупинилася на номері «п'ять», він отримає електронними грошовими замінниками 180 UAH в якості Виграшу (призу).<br>
Ставка на два номери (Split). Ставиться на дві цифри, що знаходяться в безпосередній близькості одна від одної на ігровому полі. При випадінні будь-якого з двох номерів, виплата проводиться у відношенні 1 до 18. Наприклад, якщо Гравець ставить електронними грошовими замінниками 5 UAH на спліт 2-5 і випадає номер «2», він отримає електронними грошовими замінниками 90 UAH в якості Виграшу (призу).<br>
Ставка на чотири номери (Corner). Ставиться на чотири цифри, що знаходяться в безпосередній близькості одна від одної на ігровому полі. При випаданні будь-якого з чотирьох номерів виплата проводиться у відношенні 1 до 9.<br>
Ставка на три номери (Street). Ставиться на три цифри, що знаходяться в одній лінії на ігровому полі. Оплачується у відношенні 1 до 11.<br>
Ставка на шість номерів (Six line). Ставиться на шість цифр, що знаходяться в двох лініях поруч. Оплачується у відношенні 1 до 6.<br>
Ставки на шанси (гра на колір, парність, величину, дюжину і колонку числа). Для всіх ставок на шанси є одне загальне правило, яке спрацьовує при випадінні номера «0». У разі випадання номера «0» всі ставки на шанси програють.<br>
Ставки на малі шанси. До малих шансів відносять ставки на дюжини (оплачується у відношенні 1 до 3) та ставки на колонки (оплачується у відношенні 1 до 3).<br>
Великі шанси. Ви можете зробити ставки на колір (червоне/чорне, оплачується у відношенні 1 до 1), або на парність (парне/непарне, оплачується у відношенні 1 до 1).<br>
Відсоток на виграш: може коливатися від 92% і вище, залежно від механіки гри в Азартних іграх Рулетки умовами результативності, що зазначені безпосередньо в меню Азартної гри.<br>
&nbsp;<br>
<strong>«Call bets»:</strong></p>

<p>Якщо Гравець надає перевагу вгадуванню частини барабана, на яку впаде кулька, зручніше робити ставки за допомогою поля для «усних ставок». Переваги цього виду ставок полягають в тому, що всі номери закриваються послідовно — так, як числа розташовані на барабанні рулетки.<br>
<strong>Tier </strong>(мала серія 5/8). Ця зона чисел знаходиться навпроти номера «0». Є невеликою за кількістю номерів, ставки на цю серію оплачуються у відношенні 1 до 3.<br>
<strong>Orpholines (орфолайнз). </strong>Ця зона обрамляє малу серію і велику серію.<br>
<strong>Voazanne (велика серія 0/2/3). </strong>Закриває половину барабана. У центрі зони розташований номер «0». Оплачується залежно від номера, що випав, в середньому у відношенні 1 до 1. Містить у собі зону «зеро шпіль».<br>
<strong>Zero spiel (зеро шпіль). </strong>Серія набагато менше «вуазана» і концентрується навколо номера «0». Найсильнішим номером є номер «26», на який ставки робляться Straight up. Серія є протилежністю малої серії і знаходиться навпроти неї.<br>
В інтернет-рулетці на табло показані <strong>Cold </strong>(холодні) і<strong> Hot</strong> (гарячі) номери. Гарячі падають частіше холодних.</p>

<p>2.2. Детальні умови та правила Азартної гри знаходяться безпосередньо в інформаційному меню Азартної гри.<br>
<strong>&nbsp;<br>
3. ПОРЯДОК ТА СТРОКИ ВНЕСЕННЯ СТАВОК</strong><br>
3.1. Гравець здійснює ставки з Ігрового балансу з метою участі в Азартній грі з вірогідністю виграшу або програшу. Шанси на виграш вказані в меню кожної Азартній гри на/в Порталі/ Мобільному застосунку SuperGra.<br>
3.2. Для внесення ставки Гравець обирає бажаний та дозволений Азартною грою розмір ставки, після чого активує механізм Азартної гри.<br>
3.3. Здійснення ставок можливе лише до початку раунду або активації механізму гри (натискання кнопки «Spin»).<br>
3.4. Відміна ставки після натискання кнопки «Spin» та активування механізму Азартної гри є неможливою.<br>
3.5. Видозміна ставки з метою її збільшення можлива в Азартних іграх, функції яких передбачають описану опцію.<br>
3.6. Гравець не може здійснювати ставку, розмір якої перевищує наявні електронні грошові замінники на Ігровому балансі.<br>
3.7. Здійснена ставка не гарантує виграш. Здійснюючи ставку, Гравець має усвідомлювати можливість програшу його ставки.<br>
3.8. Порушення правил ставок в Азартній грі є прямим порушенням Правил та призводить до відміни ставки та ймовірного виграшу. Свідоме порушення правил ставок у грі є причиною для блокування доступу Гравця до Особистого кабінету/участі в Азартних іграх адміністраторами Порталу/Мобільного застосунку SuperGra.<br>
3.9. Питання визначення порядку та строків внесення ставок, не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
&nbsp;<br>
<strong>4. ПОРЯДОК ВИПЛАТИ (ВИДАЧІ) ВИГРАШІВ (ПРИЗІВ)</strong><br>
4.1. Виграшем (призом) вважається отримання Гравцем під час раунду Азартної гри такої комбінації, яка відповідно до опису Азартної гри є переможною. Виграшні комбінації зазначені в описі відповідної Азартної гри.<br>
4.2. Виграш (приз) в Азартній грі автоматично зараховується після виявлення виграшної комбінації.<br>
4.3. Розмір Виграшу (призу) залежить від розміру здійсненої Гравцем ставки відповідно до видів ставок та коефіцієнтів виграшів, наведених вище.<br>
4.4. Шанси на виграш в Азартній грі можуть бути зазначені в меню (інтерфейсі) кожної гри окремо.<br>
4.5. Питання визначення порядку та строків виплати (видачі) Виграшів (призів), не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
5. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН ПІД ЧАС АЗАРТНОЇ ГРИ</strong><br>
5.1. Гравець має право:<br>
5.1.1. грати в Азартні ігри відповідно до Правил участі, Правил організатора азартних ігор та інших правил Організатора, розміщених на/в Порталі/Мобільному застосунку SuperGra;<br>
5.1.2. знайомитися з Правилами організатора азартних ігор, Правилами участі та цими Правилами;<br>
5.1.3. отримувати Виграші (призи) в порядку та в строки визначені Правилами та Правилами організатора азартних ігор;<br>
5.1.4. обмежити свою участь в Азартних іграх шляхом встановлення самообмеження відповідно до Правил організатора азартних ігор;<br>
5.1.5. не грати в Азартні ігри у випадку незгоди зі змінами Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.6. отримувати виплати грошових коштів відповідно до Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.7. вимагати від Компанії виправлення або видалення персональних даних Гравця або надавати Компанії заперечення проти такої обробки.<br>
5.1.8. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.<br>
5.2. Гравець зобов’язується:<br>
5.2.1. ознайомитись з Правилами, Правилами участі, Правилами організатора азартних ігор до початку участі в Азартній грі;<br>
5.2.2. неухильно дотримуватися Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України та не допускати їх порушення та шахрайських дій на/в Порталі/Мобільному застосунку SuperGra;<br>
5.2.3. брати участь в Азартній грі відповідно до Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України;<br>
5.2.4. виконувати законні вимоги Компанії;<br>
5.2.5. не зламувати, не намагатися зламати і/або отримати доступ, чи іншим чином обійти систему безпеки Компанії.<br>
5.2.6. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;</p>

<p>5.3. Компанія має право:<br>
5.3.1. вносити зміни, редагувати, оновлювати і змінювати будь-які положення Правил, Правил участі, Правил організатора азартних ігор з низки причин, зокрема комерційних та юридичних (відповідно до нових норм законодавства України);<br>
5.3.2. вимагати документальне підтвердження віку Гравця на будь-якому етапі Азартної гри;<br>
5.3.3. не допускати до участі в Азартній грі осіб, які не пройшли процедуру ідентифікації, верифікації (встановлення даних) на/в Порталі/Мобільному застосунку SuperGra;<br>
5.3.4. не приймати грошові кошти від третіх осіб з боку Гравця, включно з, але не обмежуючись,, друзями, родичами, партнерами і/або подружжям;<br>
5.3.5. проводити перевірку ставок, зроблених Гравцем;<br>
5.3.6. зупиняти Азартну гру та не допускати Гравця до Азартної гри у випадку порушення Правил, Правил участі, Правил організатора азартних ігор та чинного законодавства України, що регулюють проведення Азартних ігор;<br>
5.3.7. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.<br>
5.4. Компанія зобов'язується:<br>
5.4.1. провадити діяльність відповідно до чинного законодавства України;<br>
5.4.2. дотримуватись Правил, Правил участі, Правил організатора азартних ігор, розміщених ним на/в Порталі/Мобільному застосунку SuperGra;<br>
5.4.3. своєчасно та в повному обсязі здійснювати виплату Виграшу (призу) відповідно до Правил, Правил участі, Правил організатора азартних ігор упродовж строку, передбаченого зазначеними документами, крім випадків, визначених чинним законодавством України;<br>
5.4.4. надавати Гравцям інформацію про діяльність організацій, лікувальних закладів та (або) медичних працівників, які лікують ігрову залежність;<br>
5.4.5. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;</p>

<p style="text-align:center"><span style="color:#ffffff"><span style="font-size:16px"><strong>ПРАВИЛА УЧАСТІ В АЗАРТНІЙ ГРІ ВИДУ «БАКАРА»</strong></span></span></p>

<p>&nbsp;<strong>1. ВИЗНАЧЕННЯ ТЕРМІНІВ<br>
&nbsp;<br>
Бакара – </strong>це різновид азартної (карткової) гри, в якій Гравці мають набрати якомога більше очок, використовуючи дві чи три картки.<br>
&nbsp;<br>
<strong>2. ПОРЯДОК УЧАСТІ В АЗАРТНІЙ ГРІ</strong><br>
2.1. Ігровий процес в Азартній грі здійснюється наступним чином:<br>
В Азартній грі беруть участь дві людини: банкір (дилер) і Гравець. Гравець робить ставку в Азартній грі та обирає, чи буде він грати за себе (Гравця англ. «Player»), за нічию (англ. «Tie») чи за банкіра. Вибір здійснюється розміщенням фішок у відповідному полі. Виграє той, хто зможе набрати комбінацію карт із загальним числом очок 9 або якомога ближче до 9.<br>
У випадку, коли ставки здійснено, банкір і Гравець отримують по дві карти кожний. У разі, якщо Гравець набрав 5 очок, йому здається ще одна карта. Далі банкіру теж здається ще одна карта у випадку, якщо він має на руках менше 4 очок. У іншому випадку, банкір та Гравець не отримують третю карту.<br>
Картки з двійки по дев’ятку оцінюють за номіналом, а туз «коштує» одне очко. Решта карт не мають цінності та оцінюються у значенні 0 очок. У випадку, якщо сума очок є більша за 10, то з неї віднімається 10 (наприклад, якщо випадуть дві дев’ятки, то сума очок буде 9 + 9 - 10 = 8).<br>
Комбінація карт, яка дає 9 очок, має назву «натуральна». У випадку, якщо комбінація карт дає 8 очок, то вона також називається «натуральною» і вважається вдалою. Якщо у Гравця на руках тільки карти, що не мають цінності (фігури або десятки, сума очок 0), то така комбінація карт має назву «бакара».<br>
<strong>&nbsp;<br>
2.2. Управління Азартною грою.</strong><br>
<br>
Слід зазначити, що кожна Азартна гра має панель управління, яка дозволяє регулювати розмір ставки.<br>
Азартна гра також має кнопку «Інфо». Натиснувши на неї Гравець має можливість ознайомитися з правилами Азартної гри та усіма можливими виграшними комбінаціями. Кнопка «забрати» дозволяє перевести усі виграні кредити та завершити поточну сесію. Під час Азартної гри також можна керувати вибором карток, які Гравець вирішив відкрити для здобуття виграшної комбінації.<br>
Згідно з базовими правилами Азартної гри, що менше буде кількість колод в грі, то менше буде реалізовано перевагу казино. Це дозволяє значно збільшити перевагу Гравця над казино.</p>

<p>Якщо в грі 8 колод, то відсоток на виграш:<br>
Ставка на нічию: 9,52%;<br>
Ставка на Гравця: 44,62%;<br>
Ставка на банкіра: 45,86%.</p>

<p>Якщо в грі буде 6 колод:<br>
Ставка на банкіра: 45,87%;<br>
Ставка на нічию: 9,51%;<br>
Ставка на Гравця: 44,63%.</p>

<p><strong>&nbsp;<br>
3. ПОРЯДОК ТА СТРОКИ ВНЕСЕННЯ СТАВОК</strong><br>
3.1. Гравець здійснює ставки з Ігрового балансу з метою участі в Азартній грі з вірогідністю виграшу або програшу. Шанси на виграш вказані в меню кожної Азартній гри на/в Порталі/Мобільному застосунку SuperGra.<br>
3.2. Для внесення ставки Гравець обирає бажаний та дозволений Азартною грою розмір ставки, після чого активує механізм Азартної гри.<br>
3.3. Здійснення ставок можливе лише до початку раунду або активації механізму гри (натискання кнопки «Deal»).<br>
3.4. Відміна ставки після натискання кнопки «Deal» та активування механізму Азартної гри є неможливою.<br>
3.5. Видозміна ставки з метою її збільшення можлива в Азартних іграх, функції котрих передбачають описану опцію.<br>
3.6. Гравець не може здійснювати ставку, розмір якої перевищує наявні електронні грошові замінники на Ігровому балансі.<br>
3.7. Здійснена ставка не гарантує виграш. Здійснюючи ставку, Гравець має усвідомлювати можливість програшу його ставки.<br>
3.8. Порушення правил ставок в Азартній грі є прямим порушенням Правил та призводить до відміни ставки та ймовірного виграшу. Свідоме порушення правил ставок у грі є причиною для блокування доступу Гравця до Особистого кабінету/участі в Азартних іграх адміністраторами Порталу/Мобільного застосунку SuperGra.<br>
3.9. Питання визначення порядку та строків внесення ставок, не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
4. ПОРЯДОК ВИПЛАТИ (ВИДАЧІ) ВИГРАШІВ (ПРИЗІВ)</strong><br>
4.1. Виграшем (призом) вважається отримання Гравцем під час раунду Азартної гри такої комбінації, яка відповідно до опису Азартної гри є переможною. Виграшні комбінації зазначені в описі відповідної Азартної гри.<br>
4.2. Виграш (приз) в Азартній грі автоматично зараховується після виявлення виграшної комбінації.<br>
4.3. Розмір Виграшу (призу) залежить від розміру здійсненої Гравцем ставки відповідно до видів ставок та коефіцієнтів виграшів, наведених вище.<br>
4.4. Шанси на виграш в Азартній грі можуть бути зазначені в меню (інтерфейсі) кожної гри окремо.<br>
4.5. Питання визначення порядку та строків виплати (видачі) Виграшів (призів), не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
5. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН ПІД ЧАС АЗАРТНОЇ ГРИ</strong><br>
5.1. Гравець має право:<br>
5.1.1. грати в Азартні ігри відповідно до Правил участі, Правил організатора азартних ігор та інших правил Організатора, розміщених на/в Порталі/Мобільному застосунку SuperGra;<br>
5.1.2. знайомитися з Правилами організатора азартних ігор, Правилами участі та цими Правилами;<br>
5.1.3. отримувати Виграші (призи) в порядку та в строки визначені Правилами та Правилами організатора азартних ігор;<br>
5.1.4. обмежити свою участь в Азартних іграх шляхом встановлення самообмеження відповідно до Правил організатора азартних ігор;<br>
5.1.5. не грати в Азартні ігри у випадку незгоди зі змінами Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.6. отримувати виплати грошових коштів відповідно до Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.7. вимагати від Компанії виправлення або видалення персональних даних Гравця або надавати Компанії заперечення проти такої обробки.<br>
5.1.8. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.<br>
5.2. Гравець зобов’язується:<br>
5.2.1. ознайомитись з Правилами, Правилами участі, Правилами організатора азартних ігор до початку участі в Азартній грі;<br>
5.2.2. неухильно дотримуватися Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України та не допускати їх порушення та шахрайських дій на/в Порталі/Мобільному застосунку SuperGra;<br>
5.2.3. брати участь в Азартній грі відповідно до Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України;<br>
5.2.4. виконувати законні вимоги Компанії;<br>
5.2.5. не зламувати, не намагатися зламати і/або отримати доступ, чи іншим чином обійти систему безпеки Компанії.<br>
5.2.6. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;</p>

<p>5.3. Компанія має право:<br>
5.3.1. вносити зміни, редагувати, оновлювати і змінювати будь-які положення Правил, Правил участі, Правил організатора азартних ігор з низки причин, зокрема комерційних та юридичних (відповідно до нових норм законодавства України);<br>
5.3.2. вимагати документальне підтвердження віку Гравця на будь-якому етапі Азартної гри;<br>
5.3.3. не допускати до участі в Азартній грі осіб, які не пройшли процедуру ідентифікації, верифікації (встановлення даних) на/в Порталі/Мобільному застосунку SuperGra;<br>
5.3.4. не приймати грошові кошти від третіх осіб з боку Гравця, включно з, але не обмежуючись,, друзями, родичами, партнерами і/або подружжям;<br>
5.3.5. проводити перевірку ставок, зроблених Гравцем;<br>
5.3.6. зупиняти Азартну гру та не допускати Гравця до Азартної гри у випадку порушення Правил, Правил участі, Правил організатора азартних ігор та чинного законодавства України, що регулюють проведення Азартних ігор;<br>
5.3.7. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.<br>
5.4. Компанія зобов'язується:<br>
5.4.1. провадити діяльність відповідно до чинного законодавства України;<br>
5.4.2. дотримуватись Правил, Правил участі, Правил організатора азартних ігор, розміщених ним на/в Порталі/Мобільному застосунку SuperGra;<br>
5.4.3. своєчасно та в повному обсязі здійснювати виплату Виграшу (призу) відповідно до Правил, Правил участі, Правил організатора азартних ігор упродовж строку, передбаченого зазначеними документами, крім випадків, визначених чинним законодавством України;<br>
5.4.4. надавати Гравцям інформацію про діяльність організацій, лікувальних закладів та (або) медичних працівників, які лікують ігрову залежність;<br>
5.4.5. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;</p>

<p style="text-align:center"><span style="color:#ffffff"><span style="font-size:16px"><strong>ПРАВИЛА УЧАСТІ В АЗАРТНІЙ ГРІ ВИДУ «БЛЕКДЖЕК»</strong></span></span></p>

<p>&nbsp;<strong>1. ВИЗНАЧЕННЯ ТЕРМІНІВ</strong></p>

<p><strong>Блекджек – </strong>це різновид азартної (карткової) гри, в якій основним завданням є набір карт на загальну суму, максимально близьку (але не більше) 21.<br>
<strong>&nbsp;<br>
2. ПОРЯДОК УЧАСТІ В АЗАРТНІЙ ГРІ</strong><br>
2.1. Основним завданням Азартної гри в блекджек є набір карт на загальну суму, максимально близьку, але не більшу за 21. Загальна сума в 21 — це найідеальніший варіант. Якщо Гравець набирає хоч на очко більше, він програє.<br>
Сума очок Гравця повинна бути більшою, ніж у дилера казино, або ж дилер повинен перебрати (набрати більше 21 очок). Якщо кількість очок Гравця та дилера рівні, раунд завершується нічиєю (стей). За такого випадку Гравець не виграє і не програє. Перемогти за рахунок набору карт на загальну суму 21 очко може тільки будь-яка «Десятка» чи старша карта (валет – J, дама – Q, король - К) у парі з тузом. Така комбінація має назву блекджек і є найстаршою в Азартній грі.<br>
Слід звернути увагу, що кожна карта в Азартній грі має власну цінність. Карти від «Двійки» до «Десятки» мають аналогічний номінал, який відображено на таких картах. Карта «Двійка» — це два очки, карта «Трійка» — три очки тощо. Карти J, Q та K мають цінність в 10 очок. Цінність Туза — у номіналі: він може дорівнювати як 1, так і 11 очкам. Його номінальна цінність залежить від ігрової ситуації. Наприклад, Гравцеві роздали «трійку» і туз. Оголошується, що у Гравця 4 або 14 очок. У випадку, якщо Гравець отримає «Сімку», то це зупинить подальший набір та означатиме комбінацію карт цінним номіналом 21 очок. Однак, якщо Гравцем буде отримано «Вісімку», дилер оголосить про 12 очок, а не перебір, і запропонує грати в Азартну гру далі.<br>
2.2. Ігровий процес в Азартній грі здійснюється наступним чином:<br>
Дилер має зобов’язання брати нові картки до досягнення 17 очок і більше. Якщо, сума очок дилера складе більше 21, усі бокси Гравців виграють. Якщо Гравець набирає більше 21 очок, бокс виходить з гри та програє ставку до початку відкриття карт дилера.<br>
Гравець має право вчиняти наступні дії: взяти карту, подвоїти ставки та взяти останню карту, а також зупинити набір карт. У випадку, Якщо Гравець і дилер оголошують зупинку, а у дилера кількість очок більша, ніж у Гравця, останній вважається переможеним. У разі рівних очок, ставка Гравця не виграє і не програє. У такому випадку виплати не відбуваються, ставка не змінюється. Якщо Гравець виграв, його ставка оплачується 1 до 1.<br>
Тобто, при ставці електронними грошовими замінниками у розмірі 100 UAH Гравцеві повертаються 100 UAH ставки і 150 UAH виграшних електронних грошових замінників. Якщо дилер збирає блекджек, усі бокси Гравця програють.<br>
2.3. Гравець має також право на додаткові можливості.<br>
Гравець має право не тільки вести набір карт на боксах, а також використовувати додаткові можливості: спліт, дабл, сарендо. Детальніше про кожну з них:<br>
2.3.1. Ставка Спліт (Split) здійснюється Гравцем, якщо на руках опинилася перша пара карт з однаковою цінністю: 7-7 або 10-10. У цьому випадку Гравець має право розділити картки, зробивши при цьому ставку, еквівалентну попередній. Надалі процес Азартної гри продовжується в звичайному режимі. Здійснювати ставку Спліт на вже розподілених картах заборонено. За наявності у Гравця пари тузів раунд відбувається інакше. На кожен окремий бокс можна взяти тільки по одній карті. Отримана сума очок буде кінцевою.<br>
2.3.2. Дабл (Double) — Гравець має право подвоїти ставку після роздачі двох карт. Зазвичай це робиться при сумі очок 9, 10 або 11. Далі дилер роздає ще одну карту, і отримана сума є кінцевою. Більше карт на цей бокс брати не можна. Досить часто Гравці роблять дабл проти «Шістки» у дилера на будь-якій своїй карті. Дабл можна зробити тільки на перших двох картах набору.<br>
2.3.3. Сарендо (Surrender) — відмова від продовження гри за половину вартості ставки. У разі, якщо з якихось причин Гравець не хоче продовжувати гру та брати карту, він може здатися за половину своєї ставки. Сарендо блокується, якщо дилер відкрив собі туз або будь-яку карту вартістю 10 очок.<br>
<strong>&nbsp;<br>
3. ПОРЯДОК ТА СТРОКИ ВНЕСЕННЯ СТАВОК</strong><br>
3.1. Гравець здійснює ставки з Ігрового балансу з метою участі в Азартній грі з вірогідністю виграшу або програшу. Шанси на виграш вказані в меню кожної Азартній гри на/в Порталі/Мобільному додатку SuperGra.<br>
3.2. Для внесення ставки Гравець обирає бажаний та дозволений Азартною грою розмір ставки, після чого активує механізм Азартної гри.<br>
3.3. Здійснення ставок можливе лише до початку раунду або активації механізму гри.<br>
3.4. Відміна ставки після активації механізму Азартної гри є неможливою.<br>
3.5. Видозміна ставки з метою її збільшення можлива в Азартних іграх, функції котрих передбачають описану опцію.<br>
3.6. Гравець не може здійснювати ставку, розмір якої перевищує наявні електронні грошові замінники на Ігровому балансі.<br>
3.7. Здійснена ставка не гарантує виграш. Здійснюючи ставку, Гравець має усвідомлювати можливість програшу його ставки.<br>
3.8. Порушення правил ставок в Азартній грі є прямим порушенням Правил та призводить до відміни ставки та ймовірного виграшу. Свідоме порушення правил ставок у грі є причиною для блокування доступу Гравця до Особистого кабінету/участі в Азартних іграх адміністраторами Порталу/Мобільного застосунку SuperGra.<br>
3.9. Питання визначення порядку та строків внесення ставок, не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
4. ПОРЯДОК ТА СТРОКИ ВИПЛАТИ (ВИДАЧІ) ВИГРАШІВ (ПРИЗІВ)</strong><br>
4.1. Виграшем (призом) вважається отримання Гравцем під час раунду Азартної гри такої комбінації, яка відповідно до опису Азартної гри є переможною. Виграшні комбінації зазначені в описі відповідної Азартної гри.<br>
4.2. Виграш (приз) в Азартній грі автоматично зараховується після виявлення виграшної комбінації.<br>
4.3. Розмір Виграшу (призу) залежить від розміру здійсненої Гравцем ставки відповідно до видів ставок та коефіцієнтів виграшів, наведених вище.<br>
4.4. Шанси на виграш в Азартній грі можуть бути зазначені в меню (інтерфейсі) кожної гри окремо.<br>
4.5. Питання визначення порядку та строків виплати (видачі) Виграшів (призів), не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
5. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН ПІД ЧАС АЗАРТНОЇ ГРИ</strong><br>
5.1. Гравець має право:<br>
5.1.1. грати в Азартні ігри відповідно до Правил участі, Правил організатора азартних ігор та інших правил Організатора, розміщених на/в Порталі/ Мобільному застосунку SuperGra;<br>
5.1.2. знайомитися з Правилами організатора азартних ігор, Правилами участі та Правилами;<br>
5.1.3. отримувати Виграші (призи) в порядку та в строки визначені Правилами та Правилами організатора азартних ігор;<br>
5.1.4. обмежити свою участь в Азартних іграх шляхом встановлення самообмеження відповідно до Правил організатора азартних ігор;<br>
5.1.5. не грати в Азартні ігри у випадку незгоди зі змінами Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.6. отримувати виплати грошових коштів відповідно до Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.7. вимагати від Компанії виправлення або видалення персональних даних Гравця або надавати Компанії заперечення проти такої обробки;<br>
5.1.8. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.&nbsp;<br>
5.2. Гравець зобов’язується:<br>
5.2.1. ознайомитись з Правилами, Правилами участі, Правилами організатора азартних ігор до початку участі в Азартній грі;<br>
5.2.2. неухильно дотримуватися Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України, не допускати їх порушення і шахрайських дій на/в Порталі/Мобільному додатку SuperGra;<br>
5.2.3. брати участь в Азартній грі відповідно до Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України;<br>
5.2.4. виконувати законні вимоги Компанії;<br>
5.2.5. не зламувати, не намагатися зламати і/або отримати доступ, чи іншим чином обійти систему безпеки Компанії;<br>
5.2.6. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;<br>
5.3. Компанія має право:<br>
5.3.1. вносити зміни, редагувати, оновлювати і змінювати будь-які положення Правил, Правил участі, Правил організатора азартних ігор з низки причин, зокрема комерційних та юридичних (відповідно до нових норм законодавства України);<br>
5.3.2. вимагати документальне підтвердження віку Гравця на будь-якому етапі Азартної гри;<br>
5.3.3. не допускати до участі в Азартній грі осіб, які не пройшли процедуру ідентифікації, верифікації (встановлення даних) на/в Порталі/Мобільному застосунку SuperGra;<br>
5.3.4. не приймати грошові кошти від третіх осіб з боку Гравця, включно з, але не обмежуючись,, друзями, родичами, партнерами і/або подружжям;<br>
5.3.5. проводити перевірку ставок, зроблених Гравцем;<br>
5.3.6. зупиняти Азартну гру та не допускати Гравця до Азартної гри у випадку порушення Правил, Правил участі, Правил організатора азартних ігор та чинного законодавства України, що регулюють проведення Азартних ігор;<br>
5.3.7. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.<br>
5.4. Компанія зобов'язується:<br>
5.4.1. провадити діяльність відповідно до чинного законодавства України;<br>
5.4.2. дотримуватись Правил, Правил участі, Правил організатора азартних ігор, розміщених ним на/в Порталі/Мобільному застосунку SuperGra;<br>
5.4.3. своєчасно та в повному обсязі здійснювати виплату Виграшу (призу) відповідно до Правил, Правил участі, Правил організатора азартних ігор упродовж строку, передбаченого зазначеними документами, крім випадків, визначених чинним законодавством України;<br>
5.4.4. надавати Гравцям інформацію про діяльність організацій, лікувальних закладів та (або) медичних працівників, які лікують ігрову залежність;<br>
5.4.5. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;</p>

<p style="text-align:center"><span style="color:#ffffff"><span style="font-size:16px"><strong>ПРАВИЛА УЧАСТІ В АЗАРТНІЙ ГРІ ТИПУ «ДАБЛ АП» (DOUBLE UP)</strong></span></span></p>

<p>&nbsp;<strong>1. ВИЗНАЧЕННЯ ТЕРМІНІВ</strong></p>

<p><strong>Дабл Ап — </strong>це карткова Азартна гра, яка має за головний принцип — вибрати дві карти зі стандартної колоди з 52 карт, після чого порівняти ліву карту з правою. Туз — найвищий, а 2 — найменша за значенням для порівняння. Як результат виграє карта з більшим значенням. Коефіцієнт виграшу генерується за допомогою генератора випадкових чисел.<br>
<strong>&nbsp;<br>
2. ПОРЯДОК УЧАСТІ В АЗАРТНІЙ ГРІ</strong><br>
2.1. Гравець має право обрати дві карти зі стандартної колоди з 52 карт у кожному раунді, потім ліва карта порівнюється з правою. Туз — найвищий, а 2 — найменший за значенням для порівняння.<br>
2.2. Як результат Гравець має виграш за картою, яка має більше значення після порівняння.<br>
2.3. Ставки здійснюються Гравцем шляхом вибору серед 7 варіантів. Гравець має право здійснити ставку на найбільше значення та/або появу мастей карт у результаті Азартної гри. Виграш на масті карти подвоюється, якщо відкриті карти виявляться однієї масті.<br>
2.4. Коефіцієнт кожного варіанту ставки Гравець має шанс подвоїти протягом кожного раунду Азартної гри. Гравець отримує подвійний Виграш (приз) від його/її ставки, які виграли, з подвоєнним коефіцієнтом.<br>
2.5. RTP Азартної гри або рівень віддачі приблизно становить 97,21% - 97,41%.<br>
2.6. Детальні умови та правила Азартної гри знаходяться безпосередньо в інформаційному меню Азартної гри.<br>
<strong>&nbsp;<br>
3. ПОРЯДОК ТА СТРОКИ ВНЕСЕННЯ СТАВОК</strong><br>
3.1. Гравець здійснює ставки з Ігрового балансу з метою участі в Азартній грі з вірогідністю виграшу або програшу. Шанси на виграш вказані в меню кожної Азартній гри на/в Порталі/Мобільному застосунку SuperGra.<br>
3.2. Для внесення ставки Гравець обирає бажаний та дозволений Азартною грою розмір ставки, після чого активує механізм Азартної гри.<br>
3.3. Здійснення ставок можливе лише до початку раунду або активації механізму гри.<br>
3.4. Відміна ставки після активації механізму Азартної гри є неможливою.<br>
3.5. Видозміна ставки з метою її збільшення можлива в Азартних іграх, функції яких передбачають описану опцію.<br>
3.6. Гравець не може здійснювати ставку, розмір якої перевищує наявні електронні грошові замінники гривні на Ігровому балансі.<br>
3.7. Здійснена ставка не гарантує виграш. Здійснюючи ставку, Гравець має усвідомлювати можливість програшу його ставки.<br>
3.8. Порушення правил ставок в Азартній грі є прямим порушенням Правил та призводить до відміни ставки та ймовірного виграшу. Свідоме порушення правил внесення ставок у грі є причиною для блокування Гравцю доступ до Особистого кабінету/участі в Азартних іграх адміністраторами Порталу/Мобільного застосунку SuperGra.<br>
3.9. Питання визначення порядку та строків внесення ставок, не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
4. ПОРЯДОК ВИПЛАТИ (ВИДАЧІ) ВИГРАШІВ (ПРИЗІВ)</strong><br>
4.1. Виграшем (призом) вважається отримання Гравцем під час раунду Азартної гри такої карти, яка відповідно до опису Азартної гри є переможною.<br>
4.2. Виграш (приз) в Азартній грі автоматично зараховується після виявлення виграшної комбінації.<br>
4.3. Розмір Виграшу (призу) залежить від розміру здійсненої Гравцем ставки відповідно до видів ставок та коефіцієнтів виграшів, наведених вище.<br>
4.4. Шанси на виграш в Азартній грі можуть бути зазначені в меню (інтерфейсі) кожної гри окремо.<br>
4.5. Питання визначення порядку та строків виплати (видачі) Виграшів (призів), не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<br>
<strong>5. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН ПІД ЧАС АЗАРТНОЇ ГРИ</strong><br>
5.1. Гравець має право:<br>
5.1.1. грати в Азартні ігри відповідно до Правил участі, Правил організатора азартних ігор та інших правил Організатора, розміщених на/в Порталі/ Мобільному застосунку SuperGra;<br>
5.1.2. знайомитися з Правилами організатора азартних ігор, Правилами участі та Правилами;<br>
5.1.3. отримувати Виграші (призи) в порядку та в строки визначені Правилами та Правилами організатора азартних ігор;<br>
5.1.4. обмежити свою участь в Азартних іграх шляхом встановлення самообмеження відповідно до Правил організатора азартних ігор;<br>
5.1.5. не грати в Азартні ігри у випадку незгоди зі змінами Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.6. отримувати виплати грошових коштів відповідно до Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.7. вимагати від Компанії виправлення або видалення персональних даних Гравця або надавати Компанії заперечення проти такої обробки;<br>
5.1.8. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.&nbsp;<br>
5.2. Гравець зобов’язується:<br>
5.2.1. ознайомитись з Правилами, Правилами участі, Правилами організатора азартних ігор до початку участі в Азартній грі;<br>
5.2.2. неухильно дотримуватися Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України, не допускати їх порушення і шахрайських дій на/в Порталі/Мобільному додатку SuperGra;<br>
5.2.3. брати участь в Азартній грі відповідно до Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України;<br>
5.2.4. виконувати законні вимоги Компанії;<br>
5.2.5. не зламувати, не намагатися зламати і/або отримати доступ, чи іншим чином обійти систему безпеки Компанії;<br>
5.2.6. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;</p>

<p>5.3. Компанія має право:<br>
5.3.1. вносити зміни, редагувати, оновлювати і змінювати будь-які положення Правил, Правил участі, Правил організатора азартних ігор з низки причин, зокрема комерційних та юридичних (відповідно до нових норм законодавства України);<br>
5.3.2. вимагати документальне підтвердження віку Гравця на будь-якому етапі Азартної гри;<br>
5.3.3. не допускати до участі в Азартній грі осіб, які не пройшли процедуру ідентифікації, верифікації (встановлення даних) на/в Порталі/Мобільному застосунку SuperGra;<br>
5.3.4. не приймати грошові кошти від третіх осіб з боку Гравця, включно з, але не обмежуючись,, друзями, родичами, партнерами і/або подружжям;<br>
5.3.5. проводити перевірку ставок, зроблених Гравцем;<br>
5.3.6. зупиняти Азартну гру та не допускати Гравця до Азартної гри у випадку порушення Правил, Правил участі, Правил організатора азартних ігор та чинного законодавства України, що регулюють проведення Азартних ігор;<br>
5.3.7. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.<br>
5.4. Компанія зобов'язується:<br>
5.4.1. провадити діяльність відповідно до чинного законодавства України;<br>
5.4.2. дотримуватись Правил, Правил участі, Правил організатора азартних ігор, розміщених ним на/в Порталі/Мобільному застосунку SuperGra;<br>
5.4.3. своєчасно та в повному обсязі здійснювати виплату Виграшу (призу) відповідно до Правил, Правил участі, Правил організатора азартних ігор упродовж строку, передбаченого зазначеними документами, крім випадків, визначених чинним законодавством України;<br>
5.4.4. надавати Гравцям інформацію про діяльність організацій, лікувальних закладів та (або) медичних працівників, які лікують ігрову залежність;<br>
5.4.5. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;</p>

<p style="text-align:center"><span style="color:#ffffff"><span style="font-size:16px"><strong>ПРАВИЛА УЧАСТІ В АЗАРТНІЙ ГРІ ТИПУ «ДАЙС» (DICE)</strong></span></span></p>

<p><strong>1. ВИЗНАЧЕННЯ ТЕРМІНІВ</strong></p>

<p><strong>ДАЙС — </strong>це Азартна гра, яка має за головний принцип — здійснити ставку на більше або менше число, ніж число, яке випадає після кидка ігрових кубиків. Коефіцієнт виграшу генерується за допомогою генератора випадкових чисел.<br>
<strong>&nbsp;<br>
2. ПОРЯДОК УЧАСТІ В АЗАРТНІЙ ГРІ</strong><br>
2.1. Гравець має право здійснити ставку на будь-яке число від 0-100. Це можна зробити за замовчуванням, або самостійно відредагувати множник, або відредагувавши поле «Імовірність виграшу». Далі Гравець здійснює ставку на один з двох результатів числа, які випадають після кидка ігрових кубиків:<br>
-&nbsp;&nbsp;число, що випало, буде більшим, ніж число, обране Гравцем;<br>
-&nbsp;&nbsp;число, що випало, буде меншим, ніж число, обране Гравцем.<br>
2.2. Якщо після кидка ігрових кубиків, як результат Гравець вгадав число, Гравець виграє раунд та отримує Виграш (приз) на Ігровий баланс відповідно до таблиці виплат такої Азартної гри.<br>
2.3. Детальні умови та правила Азартної гри знаходяться безпосередньо в інформаційному меню Азартної гри.<br>
<strong>&nbsp;<br>
3. ПОРЯДОК ТА СТРОКИ ВНЕСЕННЯ СТАВОК</strong><br>
3.1. Гравець здійснює ставки з Ігрового балансу з метою участі в Азартній грі з вірогідністю виграшу або програшу. Шанси на виграш вказані в меню кожної Азартній гри на/в Порталі/Мобільному застосунку SuperGra.<br>
3.2. Для внесення ставки Гравець обирає бажаний та дозволений Азартною грою розмір ставки, після чого активує механізм Азартної гри.<br>
3.3. Здійснення ставок можливе лише до початку раунду або активації механізму гри.<br>
3.4. Відміна ставки після активації механізму Азартної гри є неможливою.<br>
3.5. Видозміна ставки з метою її збільшення можлива в Азартних іграх, функції котрих передбачають описану опцію.<br>
3.6. Гравець не може здійснювати ставку, розмір якої перевищує наявні електронні грошові замінники гривні на Ігровому балансі.<br>
3.7. Здійснена ставка не гарантує виграш. Здійснюючи ставку, Гравець має усвідомлювати можливість програшу його ставки.<br>
3.8. Порушення правил ставок в Азартній грі є прямим порушенням Правил та призводить до відміни ставки та ймовірного виграшу. Свідоме порушення правил ставок у грі є причиною для блокування Гравця адміністраторами Порталу/Мобільного додатку SuperGra.<br>
3.9. Питання визначення порядку та строків внесення ставок, не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
4. ПОРЯДОК ТА СТРОКИ ВИПЛАТИ (ВИДАЧІ) ВИГРАШІВ (ПРИЗІВ)</strong><br>
4.1. Виграшем (призом) вважається отримання Гравцем під час раунду Азартної гри такої комбінації, яка відповідно до опису Азартної гри є переможною. Виграшні комбінації зазначені в описі відповідної Азартної гри.<br>
4.2. Виграш (приз) в Азартній грі автоматично зараховується після виявлення виграшної комбінації.<br>
4.3. Розмір Виграшу (призу) залежить від розміру здійсненої Гравцем ставки відповідно до видів ставок та коефіцієнтів виграшів, наведених вище.<br>
4.4. Шанси на виграш в Азартній грі можуть бути зазначені в меню (інтерфейсі) кожної гри окремо.<br>
4.5. Питання визначення порядку та строків виплати (видачі) Виграшів (призів), не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
5. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН ПІД ЧАС АЗАРТНОЇ ГРИ</strong><br>
5.1. Гравець має право:<br>
5.1.1. грати в Азартні ігри відповідно до Правил участі, Правил організатора азартних ігор та інших правил Організатора, розміщених на/в Порталі/ Мобільному застосунку SuperGra;<br>
5.1.2. знайомитися з Правилами організатора азартних ігор, Правилами участі та Правилами;<br>
5.1.3. отримувати Виграші (призи) в порядку та в строки визначені Правилами та Правилами організатора азартних ігор;<br>
5.1.4. обмежити свою участь в Азартних іграх шляхом встановлення самообмеження відповідно до Правил організатора азартних ігор;<br>
5.1.5. не грати в Азартні ігри у випадку незгоди зі змінами Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.6. отримувати виплати грошових коштів відповідно до Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.7. вимагати від Компанії виправлення або видалення персональних даних Гравця або надавати Компанії заперечення проти такої обробки;<br>
5.1.8. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.&nbsp;<br>
5.2. Гравець зобов’язується:<br>
5.2.1. ознайомитись з Правилами, Правилами участі, Правилами організатора азартних ігор до початку участі в Азартній грі;<br>
5.2.2. неухильно дотримуватися Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України, не допускати їх порушення і шахрайських дій на/в Порталі/Мобільному додатку SuperGra;<br>
5.2.3. брати участь в Азартній грі відповідно до Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України;<br>
5.2.4. виконувати законні вимоги Компанії;<br>
5.2.5. не зламувати, не намагатися зламати і/або отримати доступ, чи іншим чином обійти систему безпеки Компанії;<br>
5.2.6. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;</p>

<p>5.3. Компанія має право:<br>
5.3.1. вносити зміни, редагувати, оновлювати і змінювати будь-які положення Правил, Правил участі, Правил організатора азартних ігор з низки причин, зокрема комерційних та юридичних (відповідно до нових норм законодавства України);<br>
5.3.2. вимагати документальне підтвердження віку Гравця на будь-якому етапі Азартної гри;<br>
5.3.3. не допускати до участі в Азартній грі осіб, які не пройшли процедуру ідентифікації, верифікації (встановлення даних) на/в Порталі/Мобільному застосунку SuperGra;<br>
5.3.4. не приймати грошові кошти від третіх осіб з боку Гравця, включно з, але не обмежуючись,, друзями, родичами, партнерами і/або подружжям;<br>
5.3.5. проводити перевірку ставок, зроблених Гравцем;<br>
5.3.6. зупиняти Азартну гру та не допускати Гравця до Азартної гри у випадку порушення Правил, Правил участі, Правил організатора азартних ігор та чинного законодавства України, що регулюють проведення Азартних ігор;<br>
5.3.7. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.<br>
5.4. Компанія зобов'язується:<br>
5.4.1. провадити діяльність відповідно до чинного законодавства України;<br>
5.4.2. дотримуватись Правил, Правил участі, Правил організатора азартних ігор, розміщених ним на/в Порталі/Мобільному застосунку SuperGra;<br>
5.4.3. своєчасно та в повному обсязі здійснювати виплату Виграшу (призу) відповідно до Правил, Правил участі, Правил організатора азартних ігор упродовж строку, передбаченого зазначеними документами, крім випадків, визначених чинним законодавством України;<br>
5.4.4. надавати Гравцям інформацію про діяльність організацій, лікувальних закладів та (або) медичних працівників, які лікують ігрову залежність;<br>
5.4.5. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.</p>

<p style="text-align:center"><span style="color:#ffffff"><span style="font-size:16px"><strong>ПРАВИЛА УЧАСТІ В АЗАРТНІЙ ГРІ ТИПУ «СІК БО» (SIC BO)</strong></span></span></p>

<p>&nbsp;<strong>1. ВИЗНАЧЕННЯ ТЕРМІНІВ</strong></p>

<p><strong>СІК БО — </strong>це Азартна гра в казино, у якій кидають три кубики, і Гравець робить ставку на результат кидка. Коефіцієнт виграшу генерується за допомогою генератора випадкових чисел.<br>
&nbsp;<br>
<strong>2. ПОРЯДОК УЧАСТІ В АЗАРТНІЙ ГРІ</strong><br>
2.1. Гравець має право здійснити ставки за допомогою електронних грошових замінників на будь-яке поле ігрового стола та ініціювати початок Азартної гри натиснувши на кнопку «Грати». Основна мета Азартної гри — зробити ставку на результат трьох кубиків.<br>
2.2. Гравець має право здійснити кілька ставок різної вартості на один кидок кубиків.<br>
Якщо ставка перевищує максимальну дозволену виплату Виграшу (призу), Гравець отримає на екрані повідомлення про ліміт ставок.</p>

<p><strong>Типи ставок:</strong></p>

<p>Існує 8 різних типів ставок:<br>
- потрійна — ставка на одне конкретне число, яке має бути на всіх трьох кубиках — виграш 150 : 1;<br>
- подвійна — ставка на одне конкретне число, яке має бути на будь-яких двох із трьох кубиків — виграш 8 : 1;<br>
- будь-яка трійка — ставка на те, що на всіх трьох кубиках буде однакове число — виграш 24 : 1;<br>
- мала — ставка, де сума трьох кубиків дорівнює 4, 5, 6, 7, 8, 9 або 10, за винятком потрійного — виграш 1 : 1;<br>
- велика — ставка, де сума трьох кубиків дорівнює 11, 12, 13, 14, 15, 16 або 17, за винятком потрійної — виграш 1 : 1;<br>
- Тотал — числа від 4 до 17, які відповідають сумі трьох кубиків:<br>
Сума = 4 — виграш 50 : 1.<br>
Сума = 5 — виграш 18 : 1.<br>
Сума = 6 — виграш 14 : 1.<br>
Сума = 7 — виграш 12 : 1.<br>
Сума = 8 — виграш 8 : 1.<br>
Сума = 9 — виграш 6 : 1.<br>
Сума = 10 — виграш 6 : 1.<br>
Сума = 11 — виграш 6 : 1.<br>
Сума = 12 — виграш 6 : 1.<br>
Сума = 13 — виграш 8 : 1.<br>
Сума = 14 — виграш 12 : 1.<br>
Сума = 15 — виграш 14 : 1.<br>
Сума = 16 — виграш 18 : 1.<br>
Сума = 17 — виграш 50 : 1.<br>
- дует/пара — ставка на два різних числа, які мають бути принаймні на двох із трьох кубиків — виграш 5 : 1;<br>
- одиночна — ставка на певне число, яке повинно бути на одному, двох або всіх трьох кубиках:<br>
- з'являється на 1 з 3 кубиків — виплата 1 : 1;<br>
- з'являється на 2 з 3 кубиків — виграш 2 : 1;<br>
- з'являється на 3 з 3 кубиків — виграш 3 : 1.</p>

<p>2.3. RTP Азартної гри або рівень віддачі становить приблизно 97,22%.<br>
2.4. Детальні умови та правила Азартної гри знаходяться безпосередньо в інформаційному меню Азартної гри.<br>
<strong>&nbsp;<br>
3. ПОРЯДОК ТА СТРОКИ ВНЕСЕННЯ СТАВОК</strong><br>
3.1. Гравець здійснює ставки з Ігрового балансу з метою участі в Азартній грі з вірогідністю виграшу або програшу. Шанси на виграш вказані в меню кожної Азартній гри на/в Порталі/Мобільному застосунку SuperGra.<br>
3.2. Для внесення ставки Гравець обирає бажаний та дозволений Азартною грою розмір ставки, після чого активує механізм Азартної гри.<br>
3.3. Здійснення ставок можливе лише до початку раунду або активації механізму гри.<br>
3.4. Відміна ставки після активації механізму Азартної гри є неможливою.<br>
3.5. Видозміна ставки з метою її збільшення можлива в Азартних іграх, функції котрих передбачають описану опцію.<br>
3.6. Гравець не може здійснювати ставку, розмір якої перевищує наявні електронні грошові замінники гривні на Ігровому балансі.<br>
3.7. Здійснена ставка не гарантує виграш. Здійснюючи ставку, Гравець має усвідомлювати можливість програшу його ставки.<br>
3.8. Порушення правил ставок в Азартній грі є прямим порушенням Правил та призводить до відміни ставки та ймовірного виграшу. Свідоме порушення правил ставок у грі є причиною для блокування Гравцю доступ до Особистого кабінету/участі в Азартних іграх адміністраторами Порталу/Мобільного застосунку SuperGra.<br>
3.9. Питання визначення порядку та строків внесення ставок, не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
4. ПОРЯДОК ВИПЛАТИ (ВИДАЧІ) ВИГРАШІВ (ПРИЗІВ)</strong><br>
4.1. Виграшем (призом) вважається отримання Гравцем під час раунду Азартної гри такої комбінації, яка відповідно до опису Азартної гри є переможною. Виграшні комбінації зазначені в описі відповідної Азартної гри.<br>
4.2. Виграш (приз) в Азартній грі автоматично зараховується після виявлення виграшної комбінації.<br>
4.3. Розмір Виграшу (призу) залежить від розміру здійсненої Гравцем ставки відповідно до видів ставок та коефіцієнтів виграшів, наведених вище.<br>
4.4. Шанси на виграш в Азартній грі можуть бути зазначені в меню (інтерфейсі) кожної гри окремо.<br>
4.5. Питання визначення порядку та строків виплати (видачі) Виграшів (призів), не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.<br>
<strong>&nbsp;<br>
5. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН ПІД ЧАС АЗАРТНОЇ ГРИ</strong><br>
5.1. Гравець має право:<br>
5.1.1. грати в Азартні ігри відповідно до Правил участі, Правил організатора азартних ігор та інших правил Організатора, розміщених на/в Порталі/ Мобільному застосунку SuperGra;<br>
5.1.2. знайомитися з Правилами організатора азартних ігор, Правилами участі та Правилами;<br>
5.1.3. отримувати Виграші (призи) в порядку та в строки визначені Правилами та Правилами організатора азартних ігор;<br>
5.1.4. обмежити свою участь в Азартних іграх шляхом встановлення самообмеження відповідно до Правил організатора азартних ігор;<br>
5.1.5. не грати в Азартні ігри у випадку незгоди зі змінами Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.6. отримувати виплати грошових коштів відповідно до Правил, Правил участі, Правил організатора азартних ігор;<br>
5.1.7. вимагати від Компанії виправлення або видалення персональних даних Гравця або надавати Компанії заперечення проти такої обробки;<br>
5.1.8. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.&nbsp;<br>
5.2. Гравець зобов’язується:<br>
5.2.1. ознайомитись з Правилами, Правилами участі, Правилами організатора азартних ігор до початку участі в Азартній грі;<br>
5.2.2. неухильно дотримуватися Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України, не допускати їх порушення і шахрайських дій на/в Порталі/Мобільному додатку SuperGra;<br>
5.2.3. брати участь в Азартній грі відповідно до Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України;<br>
5.2.4. виконувати законні вимоги Компанії;<br>
5.2.5. не зламувати, не намагатися зламати і/або отримати доступ, чи іншим чином обійти систему безпеки Компанії;<br>
5.2.6. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;</p>

<p>5.3. Компанія має право:<br>
5.3.1. вносити зміни, редагувати, оновлювати і змінювати будь-які положення Правил, Правил участі, Правил організатора азартних ігор з низки причин, зокрема комерційних та юридичних (відповідно до нових норм законодавства України);<br>
5.3.2. вимагати документальне підтвердження віку Гравця на будь-якому етапі Азартної гри;<br>
5.3.3. не допускати до участі в Азартній грі осіб, які не пройшли процедуру ідентифікації, верифікації (встановлення даних) на/в Порталі/Мобільному застосунку SuperGra;<br>
5.3.4. не приймати грошові кошти від третіх осіб з боку Гравця, включно з, але не обмежуючись,, друзями, родичами, партнерами і/або подружжям;<br>
5.3.5. проводити перевірку ставок, зроблених Гравцем;<br>
5.3.6. зупиняти Азартну гру та не допускати Гравця до Азартної гри у випадку порушення Правил, Правил участі, Правил організатора азартних ігор та чинного законодавства України, що регулюють проведення Азартних ігор;<br>
5.3.7. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.<br>
5.4. Компанія зобов'язується:<br>
5.4.1. провадити діяльність відповідно до чинного законодавства України;<br>
5.4.2. дотримуватись Правил, Правил участі, Правил організатора азартних ігор, розміщених ним на/в Порталі/Мобільному застосунку SuperGra;<br>
5.4.3. своєчасно та в повному обсязі здійснювати виплату Виграшу (призу) відповідно до Правил, Правил участі, Правил організатора азартних ігор упродовж строку, передбаченого зазначеними документами, крім випадків, визначених чинним законодавством України;<br>
5.4.4. надавати Гравцям інформацію про діяльність організацій, лікувальних закладів та (або) медичних працівників, які лікують ігрову залежність;<br>
5.4.5. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.</p>

<p style="text-align:center"><span style="color:#ffffff"><span style="font-size:16px"><strong>ПРАВИЛА УЧАСТІ В АЗАРТНИХ ІГРАХ ЛАЙВ КАЗИНО (LIVE CASINO)</strong></span></span></p>

<p>Азартні ігри з живим дилером онлайн здійснюються, здебільшого, відповідно до тих тих самих правил, що і в аналогічних Азартних іграх на автоматах типу рулетка, карти (зокрема Азартні ігри типу «Драгон Тайгер» (Dragon Tiger) тощо. Специфічні особливості правил Азартної гри оголошуються дилером додатково.</p>

<p>Додатково до вищезазначеного дилер сповіщає українською та/або англійською, та/або російською мовою стосовно приймання ставок, про початок Азартної гри, про закінчення Азартної гри, а також про їх результати.</p>

<p>Списання ставок з Ігрового балансу Гравця та нарахування Виграшу (призу) відбувається в автоматичному режимі.</p>

<p><br>
<strong>2. ПОРЯДОК ТА СТРОКИ ВНЕСЕННЯ СТАВОК</strong><br>
2.1. Гравець здійснює ставки з Ігрового балансу з метою участі в Азартній грі з вірогідністю виграшу або програшу. Шанси на виграш вказані в меню кожної Азартній гри на/в Порталі/Мобільному застосунку SuperGra.<br>
2.2. Для внесення ставки Гравець обирає бажаний та дозволений Азартною грою розмір ставки, після чого активує механізм Азартної гри.<br>
2.3. Здійснення ставок можливе лише до початку раунду або активації механізму гри.<br>
2.4. Відміна ставки після активації механізму Азартної гри є неможливою.<br>
2.5. Видозміна ставки з метою її збільшення можлива в Азартних іграх, функції котрих передбачають описану опцію.<br>
2.6. Гравець не може здійснювати ставку, розмір якої перевищує наявні електронні грошові замінники гривні на Ігровому балансі.</p>

<p>2.7. Здійснена ставка не гарантує виграш. Здійснюючи ставку, Гравець має усвідомлювати можливість програшу його ставки.<br>
2.8. Порушення правил ставок в Азартній грі є прямим порушенням Правил та призводить до відміни ставки та ймовірного виграшу. Свідоме порушення правил ставок у грі є причиною для блокування Гравцю доступ до Особистого кабінету/участі в Азартних іграх адміністраторами Порталу/Мобільного застосунку SuperGra.<br>
2.9. Питання визначення порядку та строків внесення ставок, не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.</p>

<p><br>
<strong>3. ПОРЯДОК ВИПЛАТИ (ВИДАЧІ) ВИГРАШІВ (ПРИЗІВ)</strong><br>
3.1. Виграшем (призом) вважається отримання Гравцем під час раунду Азартної гри такої комбінації, яка відповідно до опису Азартної гри є переможною. Виграшні комбінації зазначені в описі відповідної Азартної гри.<br>
3.2. Виграш (приз) в Азартній грі автоматично зараховується після виявлення виграшної комбінації.<br>
3.3. Розмір Виграшу (призу) залежить від розміру здійсненої Гравцем ставки відповідно до видів ставок та коефіцієнтів виграшів, наведених вище.<br>
3.4. Шанси на виграш в Азартній грі можуть бути зазначені в меню (інтерфейсі) кожної гри окремо.<br>
3.5. Питання визначення порядку та строків виплати (видачі) Виграшів (призів), не визначені Правилами, визначаються відповідно до чинного законодавства України та Правил організатора азартних ігор.</p>

<p><br>
<strong>4. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН ПІД ЧАС АЗАРТНОЇ ГРИ</strong><br>
4.1. Гравець має право:<br>
4.1.1. грати в Азартні ігри відповідно до Правил участі, Правил організатора азартних ігор та інших правил Організатора, розміщених на/в Порталі/ Мобільному застосунку SuperGra;<br>
4.1.2. знайомитися з Правилами організатора азартних ігор, Правилами участі та Правилами;<br>
4.1.3. отримувати Виграші (призи) в порядку та в строки визначені Правилами та Правилами організатора азартних ігор;<br>
4.1.4. обмежити свою участь в Азартних іграх шляхом встановлення самообмеження відповідно до Правил організатора азартних ігор;<br>
4.1.5. не грати в Азартні ігри у випадку незгоди зі змінами Правил, Правил участі, Правил організатора азартних ігор;<br>
4.1.6. отримувати виплати грошових коштів відповідно до Правил, Правил участі, Правил організатора азартних ігор;<br>
4.1.7. вимагати від Компанії виправлення або видалення персональних даних Гравця або надавати Компанії заперечення проти такої обробки;<br>
4.1.8. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.&nbsp;<br>
4.2. Гравець зобов’язується:<br>
4.2.1. ознайомитись з Правилами, Правилами участі, Правилами організатора азартних ігор до початку участі в Азартній грі;<br>
4.2.2. неухильно дотримуватися Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України, не допускати їх порушення і шахрайських дій на/в Порталі/Мобільному додатку SuperGra;<br>
4.2.3. брати участь в Азартній грі відповідно до Правил, Правил участі, Правил організатора азартних ігор та вимог чинного законодавства України;<br>
4.2.4. виконувати законні вимоги Компанії;<br>
4.2.5. не зламувати, не намагатися зламати і/або отримати доступ, чи іншим чином обійти систему безпеки Компанії;<br>
4.2.6. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;<br>
4.3. Компанія має право:<br>
4.3.1. вносити зміни, редагувати, оновлювати і змінювати будь-які положення Правил, Правил участі, Правил організатора азартних ігор з низки причин, зокрема комерційних та юридичних (відповідно до нових норм законодавства України);<br>
4.3.2. вимагати документальне підтвердження віку Гравця на будь-якому етапі Азартної гри;<br>
4.3.3. не допускати до участі в Азартній грі осіб, які не пройшли процедуру ідентифікації, верифікації (встановлення даних) на/в Порталі/Мобільному застосунку SuperGra;<br>
4.3.4. не приймати грошові кошти від третіх осіб з боку Гравця, включно з, але не обмежуючись,, друзями, родичами, партнерами і/або подружжям;<br>
4.3.5. проводити перевірку ставок, зроблених Гравцем;<br>
4.3.6. зупиняти Азартну гру та не допускати Гравця до Азартної гри у випадку порушення Правил, Правил участі, Правил організатора азартних ігор та чинного законодавства України, що регулюють проведення Азартних ігор;<br>
4.3.7. Користуватись іншими правами, встановленими чинним законодавством України та Правилами організатора азартних ігор.<br>
4.4. Компанія зобов'язується:<br>
4.4.1. провадити діяльність відповідно до чинного законодавства України;<br>
4.4.2. дотримуватись Правил, Правил участі, Правил організатора азартних ігор, розміщених ним на/в Порталі/Мобільному застосунку SuperGra;<br>
4.4.3. своєчасно та в повному обсязі здійснювати виплату Виграшу (призу) відповідно до Правил, Правил участі, Правил організатора азартних ігор упродовж строку, передбаченого зазначеними документами, крім випадків, визначених чинним законодавством України;<br>
4.4.4. надавати Гравцям інформацію про діяльність організацій, лікувальних закладів та (або) медичних працівників, які лікують ігрову залежність;<br>
4.4.5. Виконувати інші обов’язки, встановлені чинним законодавством України та Правилами організатора азартних ігор.&nbsp;<br>
&nbsp;</p>
            </div>
</div>
</template>
