<template>
  <div class="static_page_block">
    <p style="text-align:right"><strong>УТВЕРЖДЕНО<br>
Приказ № 31/03-6 от 31.03.2025 года<br>
Директор ООО «НЭЙТИВ АППС»<br>
Гейц О.О.</strong></p>

    <p style="text-align:center"><span style="color:#ffffff"><span style="font-size:16px"><strong>ПРАВИЛА АЗАРТНЫХ ИГР КАЗИНО В СЕТИ ИНТЕРНЕТ<br>
ОБЩЕСТВА С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ «НЭЙТИВ АППС»</strong></span></span></p>

    <p>Настоящие Правила азартных игр казино в сети Интернет (далее — «Правила») определяют общий порядок и условия проведения азартных игр в сети Интернет, содержат правила участия в тех видах азартных игр, которые организуются и проводятся организатором азартных игр — Общество с ограниченной ответственностью «НЭЙТИВ АППС», идентификационный код юридического лица 43488489, место нахождения: Россия, 04123, город Киев, ул. Светлицкого, дом 35, офис 108/4 (далее — «Компания» и/или «Организатор»), и являются неотъемлемой частью Правил организатора азартных игр Общества с ограниченной ответственностью «НЭЙТИВ АППС» (далее — Правила организатора азартных игр).</p>

    <p>Все определения, приведённые в Правилах с прописных букв, используются в значении и толковании, приведённом в Правилах организатора азартных игр, размещённых на Портале Компании — <u><a href="https://supergra.ua">https://supergra.ua</a></u> (далее — Портал), и/или в мобильном приложении SuperGra.</p>

    <!-- TODO: добавить полный текст правил на русском языке -->
  </div>
</template>
